// ARCHIVO: textos.js
// La Gran Bóveda de la Bibliotheca Magna

const canon = [
    { 
        author: "Homero", 
        works: [
            { 
                title: "Ilíada", 
                meta: "Canto I (Completo)", 
                content: `Μῆνιν ἄειδε, θεά, Πηληϊάδεω Ἀχιλῆος
οὐλομένην, ἣ μυρί’ Ἀχαιοῖς ἄλγε’ ἔθηκε,
πολλὰς δ’ ἰφθίμους ψυχὰς Ἄϊδι προΐαψεν
ἡρώων, αὐτοὺς δὲ ἑλώρια τεῦχε κύνεσσιν
οἰωνοῖσί τε πᾶσι· Διὸς δ’ ἐτελείετο βουλή,
ἐξ οὗ δὴ τὰ πρῶτα διαστήτην ἐρίσαντε
Ἀτρεΐδης τε ἄναξ ἀνδρῶν καὶ δῖος Ἀχιλλεύς.
Τίς τ’ ἄρ σφωε θεῶν ἔριδι ξυνέηκε μάχεσθαι;
Λητοῦς καὶ Διὸς υἱός· ὁ γὰρ βασιλῆϊ χολωθεὶς
νοῦσον ἀνὰ στρατὸν ὦρσε κακήν, ὀλέκοντο δὲ λαοί,
οὕνεκα τὸν Χρύσην ἠτίμασεν ἀρητῆρα
Ἀτρεΐδης· ὃ γὰρ ἦλθε θοὰς ἐπὶ νῆας Ἀχαιῶν
λυσόμενός τε θύγατρα φέρων τ’ ἀπερείσι’ ἄποινα,
στέμματ’ ἔχων ἐν χερσὶν ἑκηβόλου Ἀπόλλωνος
χρυσέῳ ἀνὰ σκήπτρῳ, καὶ λίσσετο πάντας Ἀχαιούς,
Ἀτρεΐδα δὲ μάλιστα δύω, κοσμήτορε λαῶν·
«Ἀτρεΐδαι τε καὶ ἄλλοι ἐϋκνήμιδες Ἀχαιοί,
ὑμῖν μὲν θεοὶ δοῖεν Ὀλύμπια δώματ’ ἔχοντες
ἐκπέρσαι Πριάμοιο πόλιν, εὖ δ’ οἴκαδ’ ἱκέσθαι·
παῖδα δ’ ἐμοὶ λύσαιτε φίλην, τὰ δ’ ἄποινα δέχεσθαι,
ἁζόμενοι Διὸς υἱὸν ἑκηβόλον Ἀπόλλωνα.»
Ἔνθ’ ἄλλοι μὲν πάντες ἐπευφήμησαν Ἀχαιοὶ
αἰδεῖσθαί θ’ ἱερῆα καὶ ἀγλαὰ δέχθαι ἄποινα·
ἀλλ’ οὐκ Ἀτρεΐδῃ Ἀγαμέμνονι ἥνδανε θυμῷ,
ἀλλὰ κακῶς ἀφίει, κρατερὸν δ’ ἐπὶ μῦθον ἔτελλε·
«Μή σε, γέρον κοίλῃσιν ἐγὼ παρὰ νηυσὶ κιχείω
ἢ νῦν δηθύνοντ’ ἢ ὕστερον αὖτις ἰόντα,
μή νύ τοι οὐ χραίσμῃ σκῆπτρον καὶ στέμμα θεοῖο·
τὴν δ’ ἐγὼ οὐ λύσω· πρίν μιν καὶ γῆρας ἔπεισιν
ἡμετέρῳ ἐνὶ οἴκῳ ἐν Ἄργεϊ, τηλόθι πάτρης,
ἱστὸν ἐποιχομένην καὶ ἐμὸν λέχος ἀντιόωσαν·
ἀλλ’ ἴθι μή μ’ ἐρέθιζε, σαώτερος ὥς κε νέηαι.»
Ὣς ἔφατ’· ἔδεισεν δ’ ὁ γέρων καὶ ἐπείθετο μύθῳ·
βῆ δ’ ἀκέων παρὰ θῖνα πολυφλοίσβοιο θαλάσσης·
πολλὰ δ’ ἔπειτ’ ἀπάνευθε κιὼν ἠρᾶθ’ ὁ γεραιὸς
Ἀπόλλωνι ἄνακτι, τὸν ἠύκομος τέκε Λητώ·
«Κλῦθί μευ, Ἀργυρότοξ’, ὃς Χρύσην ἀμφιβέβηκας
Κίλλάν τε ζαθέην Τενέδοιό τε ἶφι ἀνάσσεις,
Σμινθεῦ, εἴ ποτέ τοι χαρίεντ’ ἐπὶ νηὸν ἔρεψα,
ἢ εἰ δή ποτέ τοι κατὰ πίονα μηρί’ ἔκηα
ταύρων ἠδ’ αἰγῶν, τὸδε μοι κρήηνον ἐέλδωρ·
τίσειαν Δαναοὶ ἐμὰ δάκρυα σοῖσι βέλεσσιν.»
Ὣς ἔφατ’ εὐχόμενος, τοῦ δ’ ἔκλυε Φοῖβος Ἀπόλλων,
βῆ δὲ κατ’ Οὐλύμποιο καρήνων χωόμενος κῆρ,
τόξ’ ὤμοισιν ἔχων ἀμφηρεφέα τε φαρέτρην·
